{
    "catalogs": [
        "Сиропы",
        "Витамины",
        "От кашля",
        "Желудок",
        "Головная боль",
        "Сухая кожа",
        "Шампуни",
        "Капли",
        "Крем от морщин"
    ],
    "items": [
        {
            "id": 1,
            "img": "https://images.unsplash.com/photo-1503023345310-bd7c1de61c7d?ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxzZWFyY2h8Mnx8aHVtYW58ZW58MHx8MHx8fDA%3D&w=1000&q=80",
            "itemName": "Хилак Форте Капли, 100мл",
            "pharmCompany": "Teva(Israel)",
            "price": 527
        }
    ],
    "aboutItem": [
        {
            "idForSearch": 1,
            "itemName": "Ибупрофен",
            "manufacturer": "Рекитт Бенкизер Хелскэр Лимитед (Великобритания)",
            "dosage": "200 мг.",
            "articul": "Номер артикула",
            "price": 324,
            "compound": "Одна капсула содержит действующее вещество – ибупрофен 200 мг, вспомогательные вещества: макрогол-600 218,33 мг, калия гидроксид 25,6 мг, вода 17,07 мг; оболочка капсулы: желатин 119,8 мг, сорбитол 76 % раствор 58,19 мг, краситель пунцовый [Понсо 4R] (E124) 0,485 мг, вода 15,02 мг, чернила белые [Опакод WB NS-78-18011] (вода 48 %, титана диоксид (E171) 29 %, пропиленгликоль 10 %, изопропанол 8 %, гипромеллоза 5 %).",
            "pharmachologicEffect": "Капсула с жидким действующим веществом в двойной концентрации (400 мг ибупрофена) воздействует прямо на источник боли, помогая избавиться от нее. Механизм действия ибупрофена, производного пропионовой кислоты из группы нестероидных противовоспалительных препаратов (НПВП), обусловлен ингибированием синтеза простагландинов – медиаторов боли, воспаления и гипертермической реакции. Неизбирательно блокирует циклооксигеназу 1 (ЦОГ-1) и циклооксигеназу 2 (ЦОГ-2), вследствие чего тормозит синтез простагландинов. Оказывает быстрое направленное действие против боли (обезболивающее), жаропонижающее и противовоспалительное действие. Кроме того, ибупрофен обратимо ингибирует агрегацию тромбоцитов.",
            "contraindication": "С осторожностью При наличии состояний, указанных в данном разделе, перед применением препарата следует проконсультироваться с врачом. Одновременный прием других НПВП, наличие в анамнезе однократного эпизода язвенной болезни желудка или язвенного кровотечения ЖКТ; гастрит, энтерит, колит, наличие инфекции Helicobacter pylori, язвенный колит; бронхиальная астма или аллергические заболевания в стадии обострения или в анамнезе – возможно развитие бронхоспазма; системная красная волчанка или смешанное заболевание соединительной ткани (синдром Шарпа) – повышен риск асептического менингита; ветряная оспа; почечная недостаточность, в том числе при обезвоживании (клиренс креатинина менее 30-60 мл/мин), нефротический синдром, печеночная недостаточность, цирроз печени с портальной гипертензией, гипербилирубинемия, артериальная гипертензия и/или сердечная недостаточность, цереброваскулярные заболевания, заболевания крови неясной этиологии (лейкопения и анемия), тяжелые соматические заболевания, дислипидемия/гиперлипидемия, сахарный диабет, заболевания периферических артерий, курение, частое употребление алкоголя, одновременный прием лекарственных средств, которые могут увеличить риск возникновения язв или кровотечения, в частности, пероральных глюкокортикостероидов (в том числе преднизолона), антикоагулянтов (в том числе варфарина), селективных ингибиторов обратного захвата серотонина (в том числе циталопрама, флуоксетина, пароксетина, сертралина) или антиагрегантов (в том числе ацетилсалициловой кислоты, клопидогрела), беременность I-II триместр, период грудного вскармливания, пожилой возраст."
        }
    ]
}